[
    {
        "id": "624ac92906ac3f531fc6a7eb",
        "name": "Bruce Wayne",
        "comment": "Eu officia est ea exercitation do ea minim sit fugiat consequat aute tempor excepteur quis. Anim ipsum mollit qui qui officia dolor id sunt minim id. Ut Lorem do elit ullamco quis aliqua duis labore ea.\r\n",
        "rating": 4.2
    },
    {
        "id": "624ac9297c1d9e77034fe03e",
        "name": "Vonda Hutchinson",
        "comment": "Velit occaecat occaecat nisi qui laboris. Labore ad fugiat excepteur cupidatat nisi consequat ea. Adipisicing consequat duis est veniam incididunt pariatur Lorem. Sunt labore Lorem cillum commodo excepteur do exercitation.\r\n",
        "rating": 4.6
    },
    {
        "id": "624ac929065144d19bc71a32",
        "name": "Coleman Hopkins",
        "comment": "Culpa adipisicing elit in officia esse ullamco cillum ut ipsum enim. Exercitation occaecat tempor nulla irure sit consequat eu tempor exercitation qui. Officia labore dolore dolore nostrud sint tempor mollit ipsum magna. Culpa labore proident officia eiusmod pariatur.\r\n",
        "rating": 4.3
    },
    {
        "id": "624ac929f710a1a82cc15749",
        "name": "Lucinda Koch",
        "comment": "Id laborum eiusmod esse commodo officia ipsum tempor eu ex cillum consectetur. Ut magna nostrud ullamco minim dolor quis. Non occaecat Lorem cillum veniam.\r\n",
        "rating": 4.8
    },
    {
        "id": "624ac92942fa6937f8f7d186",
        "name": "Carver Bender",
        "comment": "Officia adipisicing cillum occaecat pariatur deserunt id cillum velit aliqua in ex. Duis adipisicing duis ea aliquip officia est pariatur culpa laboris officia ullamco aliqua. Enim sint duis consequat consequat cupidatat.\r\n",
        "rating": 4
    },
    {
        "id": "624ac9290df7eb23f5e15803",
        "name": "Hutchinson Daniel",
        "comment": "Nulla quis consequat non ipsum ex qui minim magna nulla nostrud veniam Lorem cupidatat. Quis cillum ut laboris consequat. Eu labore nostrud pariatur est irure. Adipisicing nulla voluptate incididunt minim ut qui ut irure laborum. Eu cillum excepteur mollit dolor eu reprehenderit. Lorem cillum dolor est et consequat eu occaecat ullamco do.\r\n",
        "rating": 4.5
    }
]