[
    {
        "id": "624ac92906ac3f531fc6a7eb",
        "name": "Bruce Wayne",
        "comment": "It's the best thing apple ever made. The perforance is on another level. The power consumption is unrivaled in the industry. It consumes like 150w power and performs like those 600w-700w power hungry desktop computers. This is pure madness.",
        "rating": 4.2
    },
    {
        "id": "624ac9297c1d9e77034fe03e",
        "name": "Tony Stark",
        "comment": "The Mac Studio is a fantastic addition to the Mac family. Its laser-like focus on creative professionals means it won't be for everyone, but if you're after a powerful and compact creative workstation, you'll love this.",
        "rating": 4.6
    },
    {
        "id": "624ac929065144d19bc71a32",
        "name": "Barry Allen",
        "comment": "If you're upgrading from an older Intel Mac (or even an M1), the Mac Studio offers exciting processing prowess. It may even be a suitable replacement for an Intel Mac Pro in certain situations.",
        "rating": 4.3
    },
    {
        "id": "624ac929f710a1a82cc15749",
        "name": "Clark Kent",
        "comment": "The Mac Studio is a good choice if you're committed to the desktop lifestyle and have a display handy (or are buying the new Studio Display). If you're someone who also uses a laptop, it might be worth considering that the Mac Studio with the M1 Max processor is almost identical in performance to the MacBook Pro with the M1 Max processor. If the M1 processor is powerful enough for your needs, there's no need for a Mac Studio—a 24-inch iMac will suit, as will a Mac mini",
        "rating": 4.8
    },
    {
        "id": "624ac92942fa6937f8f7d186",
        "name": "Steve Rogers",
        "comment": "Apple's Mac Studio can deliver more power than almost any other computer on the market, and it packs it all into a quiet, well-designed chassis that looks good on a desk. It's an excellent desktop for creatives, families and students, though getting one with an ultra-fast M1 Ultra chip will cost you quite a bit.",
        "rating": 4.7
    },
    {
        "id": "624ac9290df7eb23f5e15803",
        "name": "Bruce Banner",
        "comment": "The Mac Studio can deliver more power than most PCs, and it packs it all into a quiet, well-designed chassis that looks good on a desk. if I was in the market for a Mac desktop myself, this is the one which is perfect for me.",
        "rating": 4.5
    }
]